INSERT INTO wedding_list (name, second_name, presence, guest, beverage)
VALUES
('Антон', 'Бараш', 'Так, я прийду!', ARRAY['Я буду один'], ARRAY['Червоне вино', 'Шампанське']),
('Ольга', 'Іваненко', 'На жаль, я не зможу прийти.', ARRAY['Я буду один'], ARRAY['Без алкоголю']),
('Олексій', 'Петров', 'Так, я прийду!', ARRAY['Я буду з гостем'], ARRAY['Біле вино', 'Віскі']),
('Ірина', 'Сидорова', 'Так, я прийду!', ARRAY['Я буду з кількома гостями'], ARRAY['Горілка', 'Червоне вино']),
('Марія', 'Ковальчук', 'На жаль, я не зможу прийти.', ARRAY['Я буду один'], ARRAY['Червоне вино']);
